adw-gtk-theme
amd-ucode
awww
base
base-devel
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
clang
cmatrix
cups
cups-pk-helper
darkly-bin
dolphin
dunst
efibootmgr
fastfetch
fd
firefox
frameworkintegration
fzf
git
gnome-keyring
gparted
gpu-screen-recorder
grim
grub
gst-plugin-pipewire
gum
htop
hypridle
hyprland
hyprlock
hyprshot
imagemagick
inetutils
inter-font
jdk-openjdk
keepassxc
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
man-db
man-pages
matugen-bin
mesa-utils
meson
nano
nautilus
network-manager-applet
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open-dkms
nwg-look
openjdk-src
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt5ct-kde
qt6-wayland
qt6ct-kde
rofi
rsync
satty
sddm
slurp
smartmontools
sof-firmware
sudo
swaync
system-config-printer
tmux
trash-cli
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
unzip
uwsm
vicinae-bin
vim
visual-studio-code-bin
waybar
waypaper
wget
wireplumber
wl-clip-persist
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
yay
yay-debug
zip
zram-generator
zsh
